[
  {
    "id": "1",
    "title": "Hello_World.txt",
    "date": "2025-12-03",
    "excerpt": "Initializing the system. Why I chose a static text aesthetic for 2025.",
    "content": "<p>Welcome to <strong>The Digital Levite</strong>.</p><p>In an age of bloat, trackers, and infinite scrolling feeds, I wanted to carve out a quiet corner of the internet. A place that feels like the medium I respect most—ink on paper, clear thought, and no distractions.</p><p>This site is intentionally stripped down. No comments section to moderate. No analytics scripts watching your mouse movements. Just text, code, and a bit of vibe.</p><p>Status: <span class=\"font-bold border-b border-ink\">ONLINE</span>.</p>",
    "tags": ["meta", "intro", "minimalism"]
  },
  {
    "id": "2",
    "title": "Discovery",
    "date": "2025-12-04",
    "excerpt": "The most precious thing I received was the discovery that I am neurodivergent.",
    "content": "The most precious thing I received in my 49th year, was the discovery that I am likely gifted, AuDHD. In my 50th year, I was restored to who I always knew I was, without apologies. And joy returned. With 51 peeking from the corner, I am returning to scattered, abandoned projects, like writing..",
    "tags": ["life", "neurodivergence", "purpose"]
  },
      {
        "id": "3",
        "title": "The 4 AM Cinema & The Muddy Shoes",
        "date": "2025-12-08",
        "excerpt": "A recurring dream about missing a movie, organizing artifacts that aren't mine, and the realization that Grace doesn't mind my muddy shoes.",
        "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">HUMAN</span> <span class=\"badge\">TERTIUS</span></div><p><strong>SECUNDUS:</strong></p><p>I have this recurring dream. It’s always some variation of the same \"simulation.\" I’m in a large compound with old (school) buildings and windy corridors. I always get lost and panic because I can't get back to where I am supposed to be.</p><p>In the latest version, I was getting along with this guy and he brought me flowers. We were planning to watch a movie together. I didn't want him to get the wrong idea so I mentioned our age gap. But he still wanted to watch the movie together so I went along.</p><p>This isn't the first time the dream is about watching old movies. But the timing for this movie was weird, 4 a.m.</p><p>He said he would get the tickets and I could go freshen up and meet him. But then I must have wandered off while looking for the bathroom. Perhaps on the way there, I was came across artifacts stacked on top of each other along the corridors. Intrigued, I started moving things around to see what else was under the stack. I knew I shouldn't be messing around with stuff that isn't mine but couldn't help myself.</p><p>I'm not sure how much time I was doing that but when I looked at my watch, I realised in horror that an hour and the half had passed. I started to panic, thinking what I should tell the guy. I thought he was probably home and maybe I would call him the next day to explain. Without putting the artifacts back, I hurried back, in case he was still there. Guilt flooded me.</p><p>In my haste, I didn't notice that the ground was muddy and stepped into a puddle. My white shoes were completed soaked and caked in brown mud. Oh no.</p><p>I walked into a room, leaving muddy footprints everywhere. I was looking for the bathroom and for clean shoes to change into. I knew the shoes weren't mine but embarrassment made me want to take a pair to change. I didn't manage to though, because just then, a Physical Education Instructor walked in.</p><p>I popped my head out, thinking he would be upset with the muddy prints, but he wasn't and just pointed me to the bathroom to wash up. (This bathroom theme comes up often too.) It's strange that I was supposed to go to the bathroom, got distracted but ended up back there, the second time washing mud off my shoes."</p>,
    }
]
