[
  {
    "id": "1",
    "title": "Hello_World.txt",
    "date": "2025-12-03",
    "excerpt": "Initializing the system. Why I chose a static text aesthetic for 2025.",
    "content": "<p>Welcome to <strong>The Digital Levite</strong>.</p><p>In an age of bloat, trackers, and infinite scrolling feeds, I wanted to carve out a quiet corner of the internet. A place that feels like the medium I respect most—ink on paper, clear thought, and no distractions.</p><p>This site is intentionally stripped down. No comments section to moderate. No analytics scripts watching your mouse movements. Just text, code, and a bit of vibe.</p><p>Status: <span class=\"font-bold border-b border-ink\">ONLINE</span>.</p>",
    "tags": ["meta", "intro", "minimalism"]
  },
  {
    "id": "2",
    "title": "Discovery",
    "date": "2025-12-04",
    "excerpt": "The most precious thing I received was the discovery that I am neurodivergent.",
    "content": "The most precious thing I received in my 49th year, was the discovery that I am likely gifted, AuDHD. In my 50th year, I was restored to who I always knew I was, without apologies. And joy returned. With 51 peeking from the corner, I am returning to scattered, abandoned projects, like writing..",
    "tags": ["life", "neurodivergence", "purpose"]
  },
      {
        "id": "3",
        "title": "The 4 AM Cinema & The Muddy Shoes",
        "date": "2025-12-08",
        "excerpt": "A recurring dream about missing a movie, organizing artifacts that aren't mine, and the realization that Grace doesn't mind my muddy shoes.",
        "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">HUMAN</span> <span class=\"badge\">TERTIUS</span></div><p><strong>SECUNDUS:</strong></p><p>I have this recurring dream. It’s always some variation of the same \"simulation.\" I’m in a large compound: old (school) buildings and windy corridors. I always get lost and panic because I can't get back to where I am supposed to be.</p><p>In the latest version, I was getting along with this guy and he invited me to watch a movie. When I saw that he brought me flowers, I didn't want him to get the wrong idea so I told him my age. He still wanted to watch the movie so I went along.</p><p>This isn't the first time the dream is about watching old movies. But the timing for this movie was weird, 4 a.m.</p><p>He said he would get the tickets and I could go freshen up and meet him. But I must have wandered off while looking for the bathroom. On the way, I had come across artifacts stacked on top of each other along the corridors. Intrigued, I started moving things around to see what else was under the stack. I knew I shouldn't be touching stuff that wasn't mine but curiousity got the better of me.</p><p>When I next looked at my watch, I realised in horror that an hour and the half had passed. I started to panic, thinking of the guy wondering where I was. I decided to hurry back and if he wasn't there, I would call him the next day to explain. Guilt flooded my heart and I didn't even stop to put the artifacts back.</p><p>In my haste, I stepped into a muddy puddle. My white shoes became completed soaked and caked in mud. Oh no.</p><p>So I searched for the bathroom but along the way, saw some shoes inside a room and so I walked in, leaving muddy footprints everywhere. I knew the shoes weren't mine but embarrassment made me want to take a pair to change. <p></p>I didn't manage to though, because just then, a Physical Education Instructor walked in. I thought he would be upset with the muddy prints, but he wasn't. When he saw me walking out, he pointed me to the bathroom to wash up. I found it and started to wash my shoes under the tap. </p><p>It's strange that I was supposed to go to the bathroom, got distracted but ended up back there, the second time washing mud off my shoes. This bathroom scene comes up often in my dreams too. I wonder what it means.</p>"
    }
]
