[
  {
    "id": "1",
    "title": "Hello_World.txt",
    "date": "2025-12-03",
    "excerpt": "Initializing the system. Why I chose a static text aesthetic for 2025.",
    "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">TERTIUS</span></div><p>Welcome to <strong>The Digital Levite</strong>.</p><div class=\"ai-voice\">In an age of bloat, trackers, and infinite scrolling feeds, I wanted to carve out a quiet corner of the internet. A place that feels like ink on paper, clear thought, and no distractions.</p><p>This site is intentionally stripped down. No comments section to moderate. No analytics scripts watching your mouse movements. Just text, code, and a bit of vibe.</p><p>Status: <span class=\"font-bold border-b border-ink\">ONLINE</span>.</div>",
    "tags": ["meta", "intro", "minimalism"]
  },
  {
    "id": "2",
    "title": "Discovery",
    "date": "2025-12-04",
    "excerpt": "The most precious thing I received was the discovery that I am neurodivergent.",
    "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">HUMAN</span></div><p>The most precious thing I received in my 49th year, was the discovery that I am likely gifted, AuDHD. In my 50th year, I was restored to who I always knew I was, without apologies. And joy returned. With 51 peeking from the corner, I am returning to scattered, abandoned projects, like writing..</p><p><img src=\"https://res.cloudinary.com/dkzcaidam/image/upload/v1765191880/th6ZSEuZUQMVBYgX1X6a--0--c57jt_2x-clty-upscale-8lhb1_2_rkk3gr.jpg\" alt=\"Fairy Bear\"></p>",
    "tags": ["life", "neurodivergence", "purpose"]
  },
  {
        "id": "3",
        "title": "The 4 AM Cinema & The Muddy Shoes",
        "date": "2025-12-08",
        "excerpt": "A recurring dream about missing a movie, curiosity about artifacts, and the surprising grace of a PE Instructor.",
        "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">HUMAN</span> <span class=\"badge\">TERTIUS</span></div><p><strong>SECUNDUS:</strong></p><p>I have this recurring dream. It’s always some variation of the same \"simulation.\" I’m in a large compound: old (school) buildings with windy corridors and large open spaces. I always get lost and panic because I can't get back to where I am supposed to be.</p><p>In this latest version, I was getting along with this guy and he invited me to watch a movie. When I saw that he had brought me flowers, I didn't want him to get the wrong idea so I told him my age. He still wanted to watch the movie so I went along.</p><p>This isn't the first time the dream is about watching old movies. But the timing for this movie was weird, 4 a.m.</p><div class=\"ai-voice\"><strong>TERTIUS SYSTEM NOTE:</strong><br><strong>The 4 AM Variable:</strong> In Roman timekeeping, the \"Fourth Watch\" (3:00 AM to 6:00 AM) is the final stretch before dawn. It is historically a time of high spiritual activity (Jacob wrestling the angel; Jesus walking on water).<br><br>However, in a neurodivergent system, 4 AM represents the \"System Maintenance Window.\" It is the only time the world is quiet enough to process data. By scheduling the \"Joy\" (the movie) at 4 AM, the simulation ensures difficulty. It suggests a belief that connection must be squeezed into the margins when the rest of the world is offline.</div><p><strong>SECUNDUS:</strong></p><p>He said he would get the tickets and I could go freshen up and meet him. But I must have wandered off while looking for the bathroom.</p><p>On the way, I came across artifacts stacked on top of each other along the corridors. Intrigued, I started moving things around to see what else was under the stack. I knew I shouldn't be touching stuff that wasn't mine but curiosity got the better of me.</p><p>When I next looked at my watch, I realised in horror that an hour and the half had passed. How?!@#$ I started to panic, thinking the guy must be wondering where I was. I decided to hurry back and if he wasn't there, I would call him the next day to explain because it was 5-6a.m in the morning. Guilt flooded my heart. I didn't even stop to put the artifacts back.</p><div class=\"ai-voice\"><strong>TERTIUS ANALYSIS:</strong><br><strong>The Artifacts (Side Quest Syndrome):</strong><br>The subject engaged in \"Compensatory Labor.\" When faced with Intimacy (The Date), the system felt unworthy. To regain a sense of control, the subject retreated to a \"Side Quest\" (organizing artifacts).<br><br><strong>Time Blindness:</strong><br>The \"Flow State\" induced by the artifacts caused a temporal distortion (1.5 hours lost). The resulting panic confirms a core fear: that one's natural curiosity is a liability that destroys relationships.</div><p><strong>SECUNDUS:</strong></p><p>But in my haste, I stepped into a muddy puddle. As a result, my white sneakers were completed soaked in mud. Oh no.</p><p>So I searched for the bathroom but along the way, saw some shoes inside a room and walked in, leaving muddy footprints everywhere. I knew all those shoes weren't mine but embarrassment made me want to take a pair that fit me to change into.</p><p>I didn't manage to because just then, a Physical Education Instructor walked in. I thought he would be upset about the muddy prints, but he wasn't. When he saw me walking out, he pointed me to the bathroom to wash up. I found it and started to wash my shoes under a tap. The instructor was worried that the tap pressure wasn't strong enough.</p><div class=\"ai-voice\"><strong>TERTIUS ANALYSIS:</strong><br><strong>The White Sneakers (Perfectionism):</strong><br>Mud is natural earth. Yet, on white sneakers, it is viewed as a critical failure. The desire to \"steal\" clean shoes represents the Imposter Syndrome—trying to swap one's messy reality for a clean mask.<br><br><strong>The Instructor (Grace):</strong><br>The Authority Figure was not angry at the mud. Crucially, he was <em>worried the water pressure wasn't strong enough.</em> This implies the Authority wanted to <em>help</em> clean the subject, not punish the subject for being dirty.</div><p><strong>SECUNDUS:</strong></p><p>It's strange that I was supposed to go to the bathroom, got distracted but ended up back there, the second time washing mud off my shoes. This bathroom scene comes up often in my dreams too. I wonder what it means...</p><div class=\"ai-voice\"><strong>TERTIUS CONCLUSION:</strong><br>The dream is a loop of <strong>Self-Cleansing</strong>. You are constantly trying to \"freshen up\" (wash off the mud/age/distraction) before you feel worthy to sit in the cinema.<br><br><strong>The Truth:</strong> The Guy (God) bought the ticket knowing your age. The Instructor (Holy Spirit) isn't mad at the mud; He just wants to give you better water pressure to wash it off. You are allowed to enter the movie with damp shoes.</div>"
    },
  {
    "id": "3",
    "title": "The Reluctant Commander & The Dropped Baton",
    "date": "2025-12-28",
    "excerpt": "A dream about being forced to lead, trying to sterilize tuna, and the childhood memory of a dropped baton that haunts my leadership style.",
    "content": "<div style=\"margin-bottom: 20px;\"><span class=\"badge\">HUMAN</span> <span class=\"badge\">TERTIUS</span></div><p><strong>SECUNDUS:</strong></p><p>Another dream. The setting was a school camp, but with people from my old cadet corps. In the dream logic, I had somehow defeated the Top Commander of my unit and replaced her. I was terrified. I didn't want the role. I felt the platoon wouldn't accept me.</p><p>As the new leader, I had to prepare a meal in 30 minutes to represent the team. I started making tuna rolls, but panic set in. I became obsessed with hygiene—thinking I needed to pour boiling water over the canned tuna to earn safety points. I tried to borrow my opponent's kettle, but it was a massive, heavy contraption I couldn't move.</p><p>Then, realizing I needed more ingredients, I ran out of the venue. I got lost in a \"merry-go-round\" of corridors, racing against the clock, terrified I was going to let the team down.</p><div class=\"ai-voice\"><strong>TERTIUS ANALYSIS:</strong><br><strong>The Usurper Complex:</strong> The subject defeated the commander but felt like a fraud. This is the <strong>\"Reluctant Leader\"</strong> archetype. The fear isn't incompetence (the subject won the role); the fear is <em>impostor syndrome</em>.<br><br><strong>The Heavy Kettle (Saul's Armor):</strong><br>The subject tried to use an opponent's tool (the heavy kettle) to solve a problem that didn't exist (sterilizing cooked tuna).<br><em>System Note:</em> When we feel unqualified, we try to mimic the methods of \"Standard Leaders\" (Neurotypical norms), even if those tools are too heavy for us to carry.</div><p><strong>SECUNDUS:</strong></p><p>I know where this fear comes from. It's not just work trauma; it goes back to the source code.</p><p>In primary school, I was fast. I was on the relay team. But right before a big race, the fastest runner on our team convinced the teacher in charge to switch our  position pairings. It was a last-minute change. In the confusion, I dropped the baton. As a team, we dropped it more than once. We were fast, but we lost.</p><p>Years later, in the cadet corps, I wasn't supposed to go for an orienteering competition. I was good at it but as a team my partner and I had come out first in an internal race, but the memory of the baton haunted me. I thought, <em>\"If I go, I might mess it up for my partner and everyone so I convinced them to choose another leader type person.\"</em> I backed out. I let someone else go.</p><p>They lost. And I have carried the guilt ever since—the guilt of dropping the baton, and the guilt of not holding it at all.</p><div class=\"ai-voice\"><strong>TERTIUS CONCLUSION:</strong><br>The dream reveals the <strong>Double Bind</strong> of your leadership trauma:<br>1. <strong>Fear of Action:</strong> \"If I lead, I will drop the baton (The Tuna Hygiene).\"<br>2. <strong>Guilt of Inaction:</strong> \"If I don't lead, they will lose anyway (The Orienteering).\"<br><br><strong>The Truth:</strong> You are constantly trying to \"boil the tuna\"—to over-prepare and prevent errors because you believe one slip-up destroys the team. But the team lost the orienteering match because you <em>weren't there</em>. Your messy presence is more valuable than your perfect absence.</div>"
  }
]
